tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nektos/tap"
brew "cmake"
brew "fzf"
brew "gcc"
brew "git"
brew "hugo"
brew "macvim"
brew "mas"
brew "the_silver_searcher"
brew "tig"
brew "unixodbc"
brew "fishtown-analytics/dbt/dbt"
brew "nektos/tap/act"
brew "pgcli"
cask "font-hack-nerd-font"
cask "keepingyouawake"
cask "rstudio"
cask "slack"
cask "spotify"
cask "google-chrome"
cask "iterm2"
cask "signal"
cask "docker"
cask "notion"
cask "karabiner-elements"
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Kiwi for Gmail Lite", id: 1006184923
mas "Xcode", id: 497799835
mas "TickTick: Things & Tasks To Do", id: 966085870
